Repository: pinax/django-user-accounts
Catalog: account/locale/*/LC_MESSAGES/django.po
Languages: it

source: Username
it: Nome utente

source: Password (again)
it: Password (di nuovo)

source: Usernames can only contain letters, numbers and underscores.
it: Il nome utente può contenere solo lettere, numeri e trattini bassi.

source: This username is already taken. Please choose another.
it: Questo nome utente è già utilizzato. Scegline un'altro.

source: A user is registered with this email address.
it: Esiste già un utente con questo indirizzo email.

source: You must type the same password each time.
it: La password deve essere inserita due volte.

source: Remember Me
it: Ricordami

source: This account is inactive.
it: Questo account non è attivo.

source: The username and/or password you specified are not correct.
it: Il nome utente e/o la password non sono corretti.

source: The email address and/or password you specified are not correct.
it: L'indirizzo email e/o la password non sono corretti.

source: Current Password
it: Password Attuale

source: New Password
it: Nuova Password

source: New Password (again)
it: Nuova Password (di nuovo)

source: Please type your current password.
it: Inserisci la password attuale.

source: Email address not verified for any user account
it: Indirizzo email non verificato

source: Email address not found for any user account
it: Indirizzo email non trovato

source: Timezone
it: Fuso orario

source: Language
it: Lingua

source: user
it: utente

source: timezone
it: fuso orario

source: language
it: lingua

source: email address
it: indirizzo email

source: email addresses
it: indirizzi email

source: email confirmation
it: conferma indirizzo email

source: email confirmations
it: conferme indirizzi email

source: Confirmation email sent to %(email)s.
it: Email di conferma inviata a %(email)s.

source: Successfully logged in as %(user)s.
it: Accesso effettuato come %(user)s.

source: The code %(code)s is invalid.
it: Il codice %(code)s non è valido.

source: You have confirmed %(email)s.
it: Hai confermato %(email)s.

source: Password successfully changed.
it: Password cambiata con successo.

source: Account settings updated.
it: Configurazione account aggiornata.
